Repository: mirco/pferdepass
Catalog: res/values/strings_*.arb
Languages: de

# title
source: Horse Pass
de: Pferdepass

source: Date of Birth
de: Geburtsdatum

source: UELN
de: Lebensnummer

source: Sportsname
de: Sportname

source: Breedname
de: Zuchtname

source: Color
de: Farbe

source: Race
de: Rasse

source: Gender
de: Geschlecht

source: Unknown
de: Unbekannt

source: Stallion
de: Hengst

source: Mare
de: Stute

source: Gelding
de: Wallach

source: Hannoveranian
de: Hannoveraner

source: Holsteinian
de: Holsteiner

source: Westfalian
de: Westfale

source: black
de: Schwarz

source: brown
de: Braun

source: chestnut
de: Fuchs

source: grey
de: Schimmel

# years_oldZero
source: foal
de: Fohlen

# years_oldOne
source: one year old
de: Jährling

# years_old
source: $age years old
de: $age Jahre alter

# years_old_male
source: $age years old
de: $age Jahre alter

# years_old_maleZero
source: colt
de: Hengstfohlen

# years_old_female
source: $age years old
de: $age Jahre alte

# years_old_femaleZero
source: filly
de: Stutfohlen

source: by
de: von

source: out of
de: aus der

# input_names
source: What is the name of the Horse?
de: Wie lautet der Name des Pferdes?

source: Next
de: Weiter

source: previous
de: Zurück

source: Add horse
de: Neues Pferd

source: finish
de: Fertig

source: close
de: Schließen

source: cancel
de: Abbrechen

# delete_horse
source: delete this horse
de: Pferd löschen

source: My Horses
de: Meine Pferde

source: Events
de: Termine
